{
  "array": [
      [
        "https://images.daznservices.com/di/library/GOAL/d9/d9/mikel-arteta-jose-mourinho-arsenal-tottenham-gfx_x51oo73nqizu1qbsoveaztps2.jpeg",
        "Mourinho congratulates Arteta for 'tough match' as Tottenham beat Arsenal in derby",
        "6.12.2020",
        "\n\nTottenham manager Jose Mourinho said Arsenal made it difficult for his side as they won 2-0 in the north London derby on Sunday, and congratulated Gunners counterpart Mikel Arteta after the match.\n\nSpurs took the lead just 13 minutes into the Premier League clash when Son Heung-min smashed home from outside the box.\n\nHarry Kane doubled his side's lead when he ran onto a pass from Son and put it past Bernd Leno in first-half stoppage time.\n\nThe win sees Tottenham return to the top of the table and Mourinho says it was no easy feat for his team.\n\n\"It was a big game in every sense, not just because it was Tottenham-Arsenal,\" Mourinho told Sky Sports.\n\n\"I want to give words, congratulations to Mikel Arteta because he gave us a very difficult game. Tactically they were very good, very organised. They gave us problems, problems we were able to resolve. They have a good tactical courage and incredible spirit. They are a good team and he is a good coach.\n\n\"We were reading the game and making the changes to win it because 2-0 was in our hands against a great and difficult opponent but my boys did well today.\n\n\"I am very happy with the result and the performance, but of course I want the team in the second half to play in a different way. In reality you don't always do what you want to do because your opponent forces you in a different direction.\n\n\"You are winning 2-0, why would you expose your defensive block if you don't have to? It was a very difficult game.\n\n\"I can imagine tomorrow the headlines will be about them not being in a good position in the table, but I believe with these players and Mikel it will be Arsenal vs Tottenham again.\"\n\nTottenham have taken seven points from their last three matches in the league, beating Manchester City and drawing with Chelsea in the build-up to Sunday's derby.\n\n\"We grew up. I can imagine lots of people can imagine three matches in a row - against Manchester City, Chelsea and Arsenal - would be a moment for us to drop points and go back to 'normality' but we didn't go back to 'normality'. We are there,\" Mourinho added.\n\n\"I believe one more week at the top of the table unless Liverpool win by many [against Wolves].\"\n\nWhile Son and Kane netted the crucial goals, Mourinho praised his star attackers for the work they do outside of the box, too.\n\n\"Harry Kane clearing balls in the box, Sonny for the first 60 minutes as a winger and then a second striker - it is not just about scoring goals and being world class players,\" he said.\n\n\"It is about being great guys and doing your best for the team.\""
      ],
      [
        "https://i.guim.co.uk/img/media/34caef6b6549758a008390292e934f3ce193cce7/0_172_4877_2928/master/4877.jpg?width=620&quality=45&auto=format&fit=max&dpr=2&s=f5f243534d59303aceb1bbdde5e89658",
        "Face masks and temperature checks: life as a Spurs fan in a pandemic",
        "6.12.2020",
        "\n\nLife as a Spurs fan has been all about novelty lately. Getting used to occupying one of the world’s best stadiums, reaching a Champions League final, even signing a striker, it’s all been pretty uncharted territory.\n\nBut nothing quite prepares for you for the utterly bizarre experience of going to a north London derby during a global pandemic.\n\nPundits talk about the modern game being sanitised but the fan experience in late 2020 is another level altogether, one of face masks and temperature checks at the turnstile. First, I had to apply via a lottery process to be one of the 2,000 allowed to attend. Then, the club I support sent me a questionnaire asking, among other things, if I was suffering from a persistent cough or loss of appetite. I was allocated a strict arrival slot and told that if I turned up late – perfectly possible given that I was schlepping from Streatham to N17 – entry might not be permitted.\n\nThere were some unexpected positives. In normal times, I go to pretty much every home game, meaning I sometimes take going to Spurs for granted. On cold, rainy days, when we’re not playing well, it can feel like a chore. This time, I felt that long-forgotten spark of wide-eyed exhilaration, the same thrill I felt as a kid going to my first game. There were even butterflies in the stomach and slightly sweaty palms.\n\nOther than that, it was just a bit eerie and flat, deprived of colour and spectacle. There were no scarves to be seen or bursts of premature singing to be heard on the Victoria line to Seven Sisters. Normally, the High Road would be thronged with fans, spilling out of pubs, ignoring red lights and getting beeped by traffic. This time, you’d barely know a game was on.\n\nOnce at the ground – even more magnificent than I remember it – everyone had to be zapped with a temperature gun before we could go in.\n\nUnsurprisingly, Daniel Levy opened the bit of the ground where it is easiest to spend money, the food court. Strange times create economic necessities and some fans, perfect strangers before the game, were cutting deals to go in together on pizzas and beers, within the rules on serving alcohol. The EU negotiations are nothing to six thirsty fans haggling with bar staff over how many slices of pizza constitute a substantial meal.\n\nOnce the game began, it didn’t feel that odd. The fans lucky enough to be there were determined to make as much noise as possible, although fellow glasses-wearers beware, singing in a mask makes for poor visibility. Standing two metres apart, with most of the ground empty, a strange kind of mid-crisis camaraderie was in the air, like an away game, except at a ground where no home fans have turned up. It helped, of course, that our return was a victory over the Woolwich.\n\nThis was one to tell the grandkids about, in more than one way. Here’s to a better 2021, for Spurs and everyone."
      ],
      [
        "https://i.guim.co.uk/img/media/9dd4eb34310f7c4451750eafad67761dbe45ad61/0_91_2048_1229/master/2048.jpg?width=620&quality=45&auto=format&fit=max&dpr=2&s=ee51938cb0fda7fd77be2c3415926c50",
        "Papa Bouba Diop’s winner against France was Senegal's Maradona moment",
        "5.12.2020",
        "\n\nThere are a handful of goals that are universal, that resonate with almost everybody who follows the game. Diego Maradona scored two of them in the space of five minutes against England in the World Cup quarter-final in 1986 – goals much better remembered, in Argentina, in England, everywhere, than either of his brilliant goals in the semi-final or than any of the five goals in the final. What makes a goal indelible is far more to do with context and narrative than the quality of the strike or even the stage at which it is scored.\n\nThere are very few truly universal goals. How many, really, could you mention to a fan in Beijing or Baltimore, Jakarta or Johannesburg, in the realistic expectation they could describe it? Maybe it is a facet of ageing, but as the volume of football on television has increased, such strikes seem to have become fewer and further between.\n\nSenegal’s Papa Bouba Diop pushes the ball past France’s goalkeeper Fabian Barthez as Youri Djorkaeff and Emmanuel Petit arrive too late\n\nSenegal’s Papa Bouba Diop pushes the ball past France’s goalkeeper Fabian Barthez as Youri Djorkaeff and Emmanuel Petit arrive too late. Photograph: Elise Amendola/AP\n\nZinedine Zidane’s headbutt and, some way behind, Luis Suárez’s handball are probably the biggest World Cup moments of the past 20 years. Goals, it turns out, are overrated, but it may be that the most memorable in the World Cup in the 21st century was the first: Papa Bouba Diop’s winner for Senegal against France in the opening game of the 2002 finals.\n\nPapa Bouba Diop, Senegal's World Cup hero and FA Cup winner, dies aged 42\n\nDiop died last Sunday, four days after Maradona, aged 42. His passing was respectfully marked, and Ademola Lookman celebrated scoring for Fulham against Leicester with his Senegal No 19 shirt, but there was nothing like the same outpouring of emotion. Why would there be? Maradona was one of a handful of all-time greats; Diop was a popular and diligent midfielder for Fulham and Portsmouth. Even in that Senegal side in 2002, Diop was overshadowed by El-Hadji Diouf and Salif Diao. Yet he, too, had his moment.\n\nFulham’s Ademola Lookman paid tribute to Papa Bouba Diop after scoring against Leicester\n\nFulham’s Ademola Lookman paid tribute to Papa Bouba Diop after scoring against Leicester. Diop was a popular and diligent midfielder for Fulham and Portsmouth. Photograph: Rui Vieira/Reuters\n\nOmar Daf catches Youri Djourkaeff in possession and slides a pass down the left for Diouf to chase. He beats a lunging Frank Leboeuf and cuts the ball back along the edge of the six-yard box. Diop arrives in front of Emmanuel Petit and although Fabien Barthez saves his initial shot the ball rebounds back to him as he slides towards the line, allowing him to hook it in as Bixente Lizerazu appeals vainly for offside. Diop is on his feet immediately, running to the corner flag, where he lays his shirt on the ground and orchestrates a dance around it.Italians mourn death of Diego Maradona, the 'naughty rascal' of Naples\n\nThat passage from Daf winning the ball to the celebration in the corner are, globally speaking, probably the most famous 20 seconds in Senegal’s history – not Senegalese football’s history, but the history of the nation. Ask somebody in Britain to name anyone from Senegal and while some may know the musician Youssou N’Dour, far more will be able to name Diouf or Diop – or, more recently, Sadio Mané.\n\nFor some players – Lionel Messi at times, for instance – that can become a terrible burden, but it’s also an extraordinary opportunity. It is easy, in the face of the vapid laughter of a million adverts and Fifa’s cant about the football family, to become cynical, but no cultural pursuit is so universal. (In 2002, without realising who he was until half-time, I sat next to N’Dour during Senegal’s Cup of Nations quarter-final against DR Congo in Mali, exchanging the odd polite comment about the football.)\n\nSenegal supporters celebrate in central Marseille after their country’s victory over France in the 2002 World Cup’s opening game on 31 May\n\nSenegal supporters celebrate in central Marseille after their country’s victory over France in the 2002 World Cup’s opening game on 31 May. Photograph: Claude Paris/AP\n\nDiop was born in Rufisque, once a thriving port but now run-down and subsumed into Dakar. At 18, he started playing in the Senegalese top flight. At 21, he secured a move to Switzerland, fulfilling the dream of a lucrative European move. In January 2002, just after joining Lens, he was part of the Senegal squad at the Africa Cup of Nations.\n\nThere were already whispers this was a special side. They kept themselves apart, booking out a small hotel while every other side based in Bamako, Mali’s capital, stayed in the huge concrete Hôtel L’Amitié. There was a mood about them that is particular to a national side tasting significant success for the first time, or for the first time in a long while, at least: a mixture of excitement, pride and disbelief.\n\nWhile those in the hotel seemed stuck on the familiar players’ treadmill of bedroom-dining room-training, Senegal’s players relaxed in the garden. They were probably the best side at the tournament, but lost on penalties in the final to Cameroon.\n\nDiouf, also at Lens, was the ebullient and charismatic face of the squad, but Diop was there in the background. When the left-back Habib Beye described him as a giant it wasn’t just his physique he was talking about. The defender Alassane N’Dour, another member of the squad, described Diop as “a partner, a role model, a friend, a brother and a patriot”, as though being “a fantastic and extraordinary player” was incidental.\n\nThe goal beat the world and European champions and made people, perhaps for the first time, take notice of Senegal\n\nBut Diop was a fine player, so influential that, by 2008, Tom Vernon, who ran an academy near Accra in Ghana, was complaining of the “Papa Bouba Diop template”, of European clubs coming to west Africa only interested in signing defensive midfielders in his image, just as they had once gone to South America to sign No 10s.\n\nThe irony is that a player so adept at breaking up opposing attacks should be most famous for a goal he scored. To those who wanted to see it, there was symbolism in a winner against the former colonial master – although there was no animosity: 21 of Senegal’s 23-man squad had played in France and most said they happily supported France in tournaments they were not involved in. More immediately relevant was it was the goal that beat the world and European champions, a goal that made people, perhaps for the first time, take notice of Senegal.\n\nThere, again, the breadth of the World Cup’s appeal is made clear. The last week of last month was marked by the deaths of two players from very different but similarly humble backgrounds, who conditioned how the rest of the world regarded their nation."
      ],
      [
        "https://i.guim.co.uk/img/media/79b6d2722ae845648db48dcc0372adcb1bb01935/0_106_2889_1734/master/2889.jpg?width=620&quality=45&auto=format&fit=max&dpr=2&s=c27cb406dd24e8b0d6fd0d7cfea24274",
        "Giroud on target as Chelsea go top after coming from behind to beat Leeds",
        "5.12.2020",
        "\n\nThis was an occasion billed as a grudge match between two famous old clubs and their respective managers. But on a night when Patrick Bamford proved a point against his former employers and Olivier Giroud scored yet again on his first Premier League start of the season, second-half goals from Kurt Zouma and Christian Pulisic were enough to take the Blues for the first time since September 2018.\n\nIt was not a vintage performance from Frank Lampard’s side in front of 2,000 vocal home supporters, although, after being frustrated by a stubborn Tottenham side last week, the manager was thrilled that his players showed resilience to battle back from behind and leapfrog their London rivals, at least until their derby today at home to Arsenal.\n\n“I was nervous of Leeds. But to be that dominant was very pleasing,” he admitted. “It’s early December and there’s a long way to go. But we are moving in the right direction. Our job is to not get caught up in the chat. We have to keep our feet on the ground. There’s a long, long way to go.”\n\nThis is a rivalry that can trace its genesis back more than 50 years and the infamous 1970 FA Cup final, although it had been eight years since they met in any competition – a 5-1 thrashing for Leeds in the League Cup. Their previous top-flight meeting in May 2004 ended up being the last Premier League match they played until their return this season and also heralded the start of a new era at Chelsea, with Claudio Ranieri being replaced a few weeks later by a certain José Mourinho. Lampard and Marcelo Bielsa’s own enmity is much more recent, of course, and their first meeting since the Championship play-off semi-final when the former was the Derby manager also provided a fascinating subplot. The Leeds manager had insisted that the “Spygate” incident was in the past but he surely would have been delighted to see his side take the lead inside the first four minutes.\n\nChelsea had already gone close when Hakim Ziyech’s shot was saved by Illan Meslier and Giroud’s header from the resulting corner was inches away from creeping inside a post. But in a delightful move that began when Leeds won the ball on the edge of their box, a superb pass from the left boot of Kalvin Phillips allowed Bamford to nip in front of Zouma and apply the finish against his former club.\n\nRobin Koch’s departure because of an injury was not ideal for the visitors, although they had Timo Werner to thank for maintaining their lead soon after. Giroud’s header from another corner looked destined for the far corner until the German mysteriously intervened and, with two touches, somehow contrived to hit the crossbar instead.\n\nChristian Pulisic fights for the ball during Chelsea’s victory at Stamford Bridge.\n\nChristian Pulisic fights for the ball during Chelsea’s victory at Stamford Bridge. Photograph: Mike Hewitt/AP\n\nBamford did not make a single appearance for Chelsea’s first team having joined from Nottingham Forest as a teenager and he came close to scoring his second goal after another free-flowing Leeds move, only for his shot to miss the target. Giroud has also had to wait for his opportunities in west London but underlined his cause further following his four goals at Sevilla in midweek with an immaculate header from Reece James’s cross after good work from Ziyech. That was the winger’s last act, however, as he hobbled off to be replaced by Pulisic, with Lampard later confirming he has a suspected hamstring injury.\n\nThe American looked keen to make up for lost time after returning from a hamstring injury of his own and, along with Giroud, was the most likely source of a second goal for the hosts. At the other end, Raphinha could not take his chance after Édouard Mendy had saved his initial shot as Leeds continued to pose a danger.\n\nBut having somehow kept out two efforts from Werner and seen Ezgjan Alioski block another from point-blank range to deny Mason Mount, Meslier could do nothing about Zouma’s header from Mount’s pinpoint corner.\n\nKai Havertz was replaced by Mateo Kovacic to a smattering of applause and an embrace from his manager, who will hope there is more to come from the £62m signing.\n\nThe impressive Mount was the architect of another swift break that saw Giroud just fail to put the game beyond their opponents’ reach. Werner also spurned a golden opportunity from Ben Chilwell’s brilliant cross that could have settled Lampard’s nerves before Giroud headed over again from a corner.\n\nThe substitute Ian Poveda-Ocampo could have been awarded a late penalty for Leeds but opted to stay on his feet after seeming to be fouled by Chilwell. “I didn’t see the attack with clarity so it’s hard to comment,” said Bielsa.\n\nLeeds paid the price when Pulisic tapped home from close range in injury time to extend Chelsea’s unbeaten run to 16 matches. “We are top of the league,” sang the Chelsea fans. But for how long?"
      ],
      [
        "https://i.guim.co.uk/img/media/9c682ca9ee2098ee63cf3da8ecaa596004dc1da0/0_98_2055_1233/master/2055.jpg?width=620&quality=45&auto=format&fit=max&dpr=2&s=ccdc319bc417afe863886002813e5ba0",
        "Manchester United hit back in style to beat West Ham and go fourth",
        "5.12.2020",
        "\n\nOn the day the Premier League opened its turnstiles again, Manchester United treated a fraction of a crowd to a fraction of a performance. Once again, they left it late: three fine individual goals courtesy of Paul Pogba, Mason Greenwood and Marcus Rashford in a riotous 13-minute spell in the second half. It was enough to put them fourth in the Premier League. None of which, impressive as it is, should be allowed to dilute a single insoluble fact: they were awful.\n\nThe fact that United won doesn’t make them any less awful: it just means that they were awful and won.\n\nThe 20 minutes in which they were good are no truer a reflection of this team than the first hour in which they simply trotted around like a United tribute act: weak, preoccupied, effortlessly permeable. And even in victory they did little to challenge the suspicion that they are a poorly organised side being slapped into competence by character, abundant individual talent and the stones of Bruno Fernandes.\n\nPerhaps Ole Gunnar Solskjær’s men had one eye on the crucial Leipzig game on Tuesday. Certainly this would explain the benching of Fernandes, who was scrambled into action at half-time and created eight clear chances in those 45 minutes.\n\nAnd yet for all his brilliance, no real answer to the core questions. What’s the plan here? What’s the process? And for how long will Solskjær be allowed to sell this elegant, turbulent stagnation as progress? “Very, very pleased with the performance,” he said afterwards. “Last week we were 2-0 down at Southampton and this was a step forward – only 1-0 down.” If it was a joke, it was a pretty good one.\n\nFor West Ham should probably have put this game out of sight long before Fernandes got his boots dirty. They deservedly went ahead through Tomas Soucek, and had the chances for plenty more: two golden opportunities for Pablo Fornals, a couple more for Jarrod Bowen, the usual fluffs and scuffs for Sébastien Haller. It was a harsh lesson in efficiency, a glorious missed opportunity to rechristen a stadium resounding to the familiar sound of actual human noise.\n\nAnd so it was that shortly before 5.30pm, the 2,000 West Ham fans who had successfully negotiated the ticket ballot rose from their seats in the Billy Bonds Stand to herald their team once more. The strains of “I’m Forever Blowing Bubbles” filled the air.\n\nAs ever, halfway through the music stopped and the crowd took over to sing the last few lines on their own, ending on a soaring coda of “United! United!” It felt cathartic, operatic, even poetic. Or at least, it did until the PA system drowned them out by playing the official Premier League jingle at full volume.\n\nDid the crowd affect the game? Probably not. West Ham have played perfectly well without fans all season, and now played perfectly well with them. Saïd Benrahma looked spicy when he came on as a late substitute. Declan Rice had another fine game, stepping up from midfield to disrupt United’s build-up. Alongside him Soucek shuttled and shuffled to good effect, poaching a goal at the far post after Rice’s flick-on at the near. Another sign of the times: as Soucek bundled the ball in, the crowd paused, mindful of a possible flag or VAR check, before finally erupting.\n\nWest Ham continued to threaten in the second half, but by now Solskjær had made his move: Fernandes replacing the poor Donny van de Beek, Rashford replacing the injured Edinson Cavani.\n\nUnited’s equaliser came in bizarre circumstances: a West Ham counter-attack breaking down, goalkeeper Dean Henderson smashing the ball up the right wing, Fernandes bringing it inside for Pogba, who curled in beautifully from 25 yards. On the touchline, David Moyes argued that Henderson’s kick had arced out of play.\n\nAnd while West Ham seethed, United hit them again: Alex Telles with the cut-back from the left, Greenwood with a wonderful turn and an instinctive low finish.\n\nWith 13 minutes left, Rashford sprang the offside trap, ran clear onto Juan Mata’s through-ball and finished the game with a dainty chip. And so the Solskjær wagon clatters on for another week: two fingers to the critics, class is permanent and all that. And if all United aspire to is sugar-rush comebacks against teams like West Ham, then there’s nothing to be worried about here. If they actually want to win something: well, let’s see how that goes for them."
      ],
      [
        "https://i.guim.co.uk/img/media/141744206706744485dd0e47a16ef8902467e4b8/0_150_5184_3110/master/5184.jpg?width=620&quality=45&auto=format&fit=max&dpr=2&s=1ecbb4cf82c3606affe1f2f9ba69fb3e",
        "Alex Morgan scores first WSL goal as Tottenham ease to win over Brighton",
        "5.12.2020",
        "\n\nA new home, a new manager, a first win and Alex Morgan’s first goal. Finally, life has been breathed into Tottenham’s season.\n\nRehanne Skinner said her introduction to management in England’s top flight “could not have gone any better” after a 3-1 defeat of Brighton.\n\nHaving moved her team into the club’s Hotspur Way training facility full-time, the former assistant to Phil Neville at England had a very short time after the international break to make an impact, but the win, a performance full of fight and a late penalty for the USA superstar Morgan have transformed the fortunes of the previously winless side.\n\nSkinner had said before the game it was “a lot to ask in a short space of time to turn things around”. After, she was “really pleased” with how much had filtered on to the pitch.\n\n“They’ve come into the environment, listened to what we want to get out of it and then bought into how we want to play moving forward,” Skinner said. “If you have that you get in a position where things will start to translate into the game a bit better.”\n\nSkinner has a much kinder run of fixtures than the one that led to the departure of the co-managers Karen Hills and Juan Amoros. They played top-five teams seven times in their opening 11 games in all competitions, leaving Skinner to inherit players who have gone through test after test against the best in the league.\n\nHer attempt to lift spirits swiftly appeared to have worked. Early pressure on Morgan as she skated towards the box led to a generous free‑kick and Kerys Harrop stepped up to whip it into a top corner, grazing a hand of the Brighton goalkeeper, Megan Walsh. At 11 minutes it was Spurs’ earliest goal this term.\n\nBrighton struggled to carve out chances, with signs of Skinner’s aim of putting her team “in a position where we’re making it difficult for teams to break us down” showing. But just past the half-hour a wild and unnecessary attempt at an overhead clearance from the Australian Alanna Kennedy caught Brighton’s Aileen Whelan in the head and Inessa Kaagman rocketed the ball in to equalise from the spot.\n\nSpurs, though, were dominant and Morgan looked to be starting to settle and find her fitness on her return from the US camp in the Netherlands. Making her second start, and fourth appearance, the two-times World Cup winner forced a fine save from Walsh towards the close of the first half.\n\nAs energy started to sap, Brighton saw more of the ball and had the odd chance. Fliss Gibbons’s long-range effort did not having enough power, though.\n\nMorgan had the ball in the net at the far post in the second half but was flagged offside, and it would be the 20-year-old Addison who edged Spurs towards victory, the forward going on a driving, dribbling run, skipping round Walsh and slotting coolly home.\n\nMorgan would finally score to ease nerves after Kaagman rattled the bar. Victoria Williams shoved Ria Percival and Morgan slotted in the penalty. There were high-fives all round and it would be her last action; she retired to the stands with the other substitutes before turning round and asking her husband, Servando Carrasco, whether he had missed her first goal since the World Cup and pregnancy as he bounced a grumpy baby Charlie up and down.\n\nThe win lifts Tottenham to ninth, doubles their points tally, and suddenly things don’t look quite so bleak."
      ],
      [
        "https://i.guim.co.uk/img/media/95d0d43a5ecf0154e7d30d8dac6c639a255ff769/775_334_3675_2204/master/3675.jpg?width=620&quality=45&auto=format&fit=max&dpr=2&s=f62951edc3945436e0a16faaa8407c2a",
        "Leicester's Jamie Vardy scores late winner to sting Sheffield United",
        "5.12.2020",
        "\n\nNo one relishes scoring against Sheffield United more than Jamie Vardy, and the boyhood Wednesday fan struck in the closing seconds here to leave Chris Wilder cursing another defeat.\n\nUnited looked to be on course for a hard-fought point after Oli McBurnie got off the mark this season in the first half to cancel out a goal by Ayoze Pérez but, after the home side coughed up possession in midfield with time running low, Vardy raced clear to end Leicester’s four-game winless run and prolong Sheffield United’s problems. They remain rooted to the bottom with one point. No team in the history of English football have survived in the Premier League after such a paltry haul from their first 11 matches.\n\nWilder’s anguish was still too raw after the final whistle for him to scavenge for positives. “I’ve got the arse-ache with people saying [it’s about] the fine lines and this, that and the other,” he said. “We’re a losing team at the moment. I’m the manager of a losing team. If we make the right decisions we get something from the game.\n\n“We turned the ball over too cheaply yet again and didn’t show the quality we need to build momentum in the Premier League. When you go deep into a game like that, you’re looking for a result. If you can’t win it, you can’t lose it. If someone wins it with a piece of brilliance, you can accept that, but their winning goal was really poor from our point of view. We can’t lose in that manner.”\n\nAlthough Sheffield United’s quality is up for debate, no one can accuse them of lacking heart. They certainly began in battle mode, with McBurnie and Oliver Burke leading the pressing from the front as if to show that even if they could not score, they could at least buffet their opponents. Once Leicester adapted to the demands imposed by the home side, Brendan Rodgers’ team took control with sharp passing and movement. Vardy nearly broke through with his first involvement, peeling away from his marker to collect a shrewd pass by Pérez and lash a ferocious shot against the near post from 15 yards.\n\nThat splendid effort spoke of the striker’s confidence. Burke provided a perfect contrast 12 minutes later when, after making a nice run to collect a beautifully weighted pass from McBurnie, he took a poor first touch as he went to dodge the advancing goalkeeper and then lost his footing as he tried to adjust. Kasper Schmeichel did well not to laugh as he picked up the ball untroubled.\n\nPérez, too, might have been classed as a striker low on confidence but he betrayed no traces of uncertainty on his first league appearance in six weeks. He linked midfield and attack cleverly and finished emphatically when his chance came. That was in the 20th minute, when Marc Albrighton got on the end of a cross from the left by the intrepid James Justin. Max Lowe blocked Albrighton’s shot but it rebounded to Pérez, who swept a half volley into the net from eight yards, too powerful for Aaron Ramsdale to stop even though the goalkeeper got a hand to it.\n\nA side bereft of hope would have shrivelled and invited defeat. But Wilder’s men fought back and scored only two minutes later. McBurnie, who had taken 19 shots this season without finding the net, showed determination and fine technique to outjump Wesley Fofana to meet John Lundstram’s corner and guide a downward header into the net.\n\nThen Leicester reasserted their class, popping the ball around with skill and zest and forcing United to defend tigerishly. The home side were relieved to get to the interval level after Pérez threaded a pass to James Maddison, whose shot from 15 yards struck the same post that Vardy had hit.\n\nLeicester continued to dominate after the interval, with United defending deep to deprive Vardy of space to exploit. Leicester applied plenty of pressure but could not penetrate. Ramsdale rescued his defence when Vardy got a rare chance to run on to a pass over the top, the goalkeeper haring out to head clear. But Vardy had the last laugh in the dying moments. John Fleck lost the ball in midfield, Maddison released Vardy, and the striker raced clear to break Sheffield United’s hearts and then one of their corner flags, cutting it in two with his studs in a sliding celebration."
      ]
  ]
}
