{
    "array": [
        [
            "Barcelona",
            "Spain",
            "0",
            "Football club \" Barcelona \"in common parlance - \" Barça \"is deployed in the city of the same name. Founded in 1899 by a group of Swiss, British, Spanish and Catalan players headed by Joan Gamper. The club became one of the symbols of Catalonia, hence the phrase - El Barca es mes que un club (\"Barça \" is more than just a club). \n\nOctober 22, 1899 in the Barcelona newspaper \"Los Deportes \" there was a note about the creation of a football club. It was posted by the Swiss Hans ( Joan) Gamper is a 21-year-old accountant. 11 people responded to the ad: Walter Wilde, Lewis d'Osso, Bartolomeu Terradas, Otto Kunzle, Otto Mayer, Enric Ducal, Pere Cabot, Carles Puyol, Josep Llobet, John and William. ",
            "December 19, 2020 • 18:15",
            "Barcelona -:- Valencia",
            "December 16, 2020 • 23:00",
            "Barcelona -:- Real Sociedad",
            "December 13, 2020 • 23:00",
            "Barcelona -:- Levante",
            "December 8, 2020 • 23:00",
            "Barcelona -:- Juventus"
        ],
        [
            "Juventus",
            "Italy",
            "1",
            "An Italian professional football club from Turin, one of the oldest, most titled and strongest clubs in Italy, Europe and the world. Founded in 1897 as Juventus Sports Club by a group of Turin high school students, it is the third oldest Italian club and one of two clubs. from Turin to Serie A. Since the 1920s, the club has been owned by the Agnelli family. \n\n Juventus is the most awarded club in Italy. In 1988 the club received the UEFA award for victories in all competitions held by the federation. When Juventus won the UEFA Super Cup in 1984, the Intercontinental Cup in 1985 and the Intertoto Cup in 1999, making it the only club in the world to compete in all competitions. ",
            "December 8, 2020 • 23:00",
            "Juventus -:- Barcelona",
            "December 13, 2020 • 20:00",
            "Juventus -:- Genoa",
            "December 16, 2020 • 20:30",
            "Juventus -:- Atlanta",
            "December 13, 2020 • 22:45",
            "Juventus -:- Parma"
        ],
        [
            "Real Madrid",
            "Spain",
            "2",
            "Spanish professional football club from the city of Madrid. Recognized by FIFA as the best football club of the XX century. Real Madrid is one of three clubs that have never left the top Spanish division, the other two are Barcelona and Athletic Bilbao. Is one of the most titled clubs in Spanish football, with 65 national trophies to his credit: a record 34 La Liga titles as well as 19 King's Cups, 11 Spanish Super Cups and 1 League Cup. He holds the record for most UEFA Champions League wins and goals (13 times, the only team to win this tournament - then the European Cup - 5 times in a row). ",
            "December 8, 2020 • 23:00",
            "Real Madrid -:- Monchengladbach",
            "December 12, 2020 • 20:00",
            "Real Madrid -:- Atletico Madrid",
            "December 16, 2020 • 20:30",
            "Real Madrid -:- Athletic",
            "December 20, 2020 • 22:45",
            "Real Madrid -:- Eibar"
        ],
        [
            "Manchester United",
            "England",
            "3",
            "An English professional football club from Trafford, Greater Manchester. Founded in 1878 under the name Newton Heath (Lancashire and Yorkshire Railways), changed its name to Manchester United in 1902. One of the most popular football clubs in the world. of the founders of the English Premier League in 1992. \n\n Manchester United are one of the most successful English clubs in terms of titles ever won, and under the leadership of Alex Ferguson, the most successful club in England, winning 38 trophies since 1986 to 2013. In the 2012/13 season, United became the champion of England for a record 20th time.In 1968, Manchester United became the first English club to win the European Cup, beating Benfica Portugal in the final with a score of 4: 1. In 1999, the club won the main European club trophy for the second time, beating Bayern Munich 2-1 in the final. In 2008, United won the Champions League again, beating Chelsea in the final." ,
            "December 8, 2020 • 23:00",
            "Manchester United -:- RB Leipzig",
            "December 12, 2020 • 20:30",
            "Manchester United -:- Manchester City",
            "December 17, 2020 • 23:00",
            "Manchester United -:- Sheffield United",
            "December 20, 2020 • 19:30",
            "Manchester United -:- Leeds"
        ],
        [
            "Leicester",
            "England",
            "4",
            "An English professional football club from Leicester. Currently playing in the Premier League, the top division of the English football league system. The club was founded in 1884 as Leicester Fosse FC. In 1919 the club changed the name is Leicester City. The club's traditional nickname among fans is “foxes.",
            "December 10, 2020 • 23:00",
            "Leicester -:- AEK Athens",
            "December 13, 2020 • 22:15",
            "Leicester -:- Brighton",
            "December 16, 2020 • 21:00",
            "Leicester -:- Everton",
            "December 20, 2020 • 17:15",
            "Leicester -:- Tottenham"
        ],
        [
            "Chelsea",
            "England",
            "5",
            "English professional football club from Fulham in southwest London. It plays in the English Premier League, the top division of the English football league system. Founded in 1905. Spent most of its history in the top division of English football. One of the founding clubs of English Premier League in 1992. Chelsea won six English championships, eight FA Cup and five Football League Cup winners in Europe, winning the UEFA Champions League, twice the UEFA Cup Winners' Cup, twice the UEFA Europa League and the UEFA Super Cup. Chelsea are one of five clubs, along with Juventus, Ajax, Bayern Munich and Manchester United, which have won all three major UEFA club competitions, as well as the only club to own two major European cups. at the same time. \n\nDespite its name, the club is not located in the Chelsea area, but in neighboring Fulham. Chelsea's home stadium, Stamford Bridge, where the club has played since founding, was opened in 1877. The stadium is ranked 9th in terms of capacity in England and can accommodate over 40,000 fans. The owner of the club since July 2, 2003 is a Russian businessman Roman Abramovich. ",
            "December 8, 2020 • 23:00",
            "Chelsea -:- Krasnodar",
            "12 December 2020 • 20:00",
            "Chelsea -:- Everton",
            "December 15, 2020 • 20:30",
            "Chelsea -:- Wolverhampton",
            "December 21, 2020 • 22:45",
            "Chelsea -:- West Ham United."
        ],
        [
            "PSG",
            "France",
            "6",
            "French professional football club from Paris. Founded in 1970. The most titled club in the country. \"Paris Saint-Germain\" nine times became the champion of France, thirteen times won the French Cup and nine times - the French League Cup. The club achieved success in the European arena, having won the UEFA Cup Winners' Cup in 1996, beating Vienna's Rapid in the final. \n\nIn 1991, the club was bought by the French television channel Canal +, but as a result of the separation of the sports division, in 2006 PSG was bought by two investment funds: Colony Capital , Butler Capital Partners and the American bank - Morgan Stanley. On June 30, 2009, Colony Capital bought a part of Morgan Stanley and became a shareholder, owning most of the shares. On May 31, 2011, Qatar Sports Investments fund bought 70% of PSG shares. \n\nParticipates in the League 1, the top division in the French football league system. ",
            "December 8, 2020 • 23:00",
            "PSG -:- Istanbul Bashaksherih",
            "December 13, 2020 • 23:00",
            "PSG -:- Lyon",
            "December 16, 2020 • 23:30",
            "PSG -:- Lorient",
            "December 20, 2020 • 23:00",
            "PSG -:- Lille"
        ],
        [
            "Manchester city",
            "England",
            "7",
            "An English professional football club from Manchester, playing in the Premier League, the top division of the England football league system. Founded in 1880 under the name \"St. Mark's (West Gorton)\". In 1887 it was renamed Ardwick AFC. Since 1894 it has been called Manchester City. \n\nIn the 20th century, Manchester City became the champion of England twice (in the seasons 1936/37 and 1967/68) , won the FA Cup four times, the Football League Cup twice, the FA Super Cup three times and once the international trophy, the 1970 UEFA European Cup Winners' Cup. In the 1990s, Manchester City was relegated three times to the lower divisions, and spent the 1998/99 season in the third most important division of English football. In 2002 the club returned to the top division, in which it still plays. In 2008, Manchester City was acquired by Abu Dhabi United Group, which provided a significant influx of investment. which allowed the implementation transfer transfers of highly paid football players. In 2011, the club won the FA Cup. Also following the results of the 2010/11 season, City qualified directly for the UEFA Champions League group stage and for the first time since 1973 won the right to participate in the English Super Cup. However, on 7 August 2011 at Wembley, he lost 3-2 to the English champion Manchester United.",
            "December 9, 2020 • 23:00",
            "Manchester City -:- Marseille",
            "December 12, 2020 • 20:30",
            "Manchester City -:- Manchester United",
            "December 15, 2020 • 23:00",
            "Manchester City -:- West Bromwich",
            "December 19, 2020 • 18:00",
            "Manchester City -:- Southampton"
        ],
        [
            "Bayern Munich",
            "Germany",
            "8",
            "Professional German football club from the city of Munich. Founded in 1900. The most titled club in Germany and one of the most titled clubs in the world. \n\n Bavaria took 3rd place in the list of the best football clubs of the XX century according to FIFA, 4 4th place - according to Kicker magazine IFFHS also ranked Bayern 5th in the ranking of the best European clubs of the 20th century. \n\nBayern is the most decorated professional football club in Germany with 30 league titles and 20 German Cups, 6 victories in the Champions League. At the end of 2013, the team became the first German club to win the club's World Cup. \n\nIn 2020, Bayern again made a golden hat-trick, becoming the second club in the history of the European football to treble twice. And in the Champions League, became the first club in history to win all of its matches in a single season. ",
            "December 9, 2020 • 23:00",
            "Bayern -:- Lokomotiv",
            "12 December 2020 • 20:30",
            "Bavaria -:- Union",
            "December 16, 2020 • 22:30",
            "Bayern -:- Wolfsburg",
            "December 19, 2020 • 20:30",
            "Bayern -:- Bayer"
        ],
        [
            "Borussia",
            "Germany",
            "9",
            "Professional German football club from Dortmund, North Rhine-Westphalia. Founded in 1909. As a multiple champion of Germany, winner of the Cup Winners' Cup and winner of the Champions League, Borussia is one of the most titled football clubs in Germany. One of the most popular clubs. country.",
            "December 8, 2020 • 20:55",
            "Borussia -:- Zenith",
            "12 December 2020 • 17:30",
            "Borussia -:- Stuttgard",
            "December 15, 2020 • 22:30",
            "Borussia -:- Werder Bremen",
            "December 18, 2020 • 22:30",
            "Borussia -:- Union"
        ]
    ]
}
